{
    "header": {
        "navbar": {
            "home": "Home",
            "about": "About",
            "products": "Products",
            "contacts": "Contacts"
        }
    },
    "home": {
        "message": "Only 4 hours from the time of catch to the time of canning",
        "company": "East Cost"
    },
    "about": {
        "section_1": {
            "header": "Who we are",
            "message": "Our company is engaged in brokerage activities in the food market, specializing mainly in seafood trading. We are ready to consider the possibility of cooperation and discuss the terms of contracts with interested parties."
        },
        "section_2": {
            "header": "Our Mission",
            "message": "Our main objective is to ensure effective settlement of trade relations between the parties, to reach agreements on attractive and fair prices for products and to guarantee successful realization of deliveries. We strive to create long-term and mutually beneficial partnerships based on mutual trust and transparency."
        },
        "section_3": {
            "header": "Our Case",
            "message": "Our core business is the organization and implementation of long-term supply contracts with our major partners. In addition, we take care of the logistical aspects of supplying products to our customers in accordance with the agreements. Our experience and professionalism allow us to effectively coordinate all stages of the process: from contract negotiation to successful delivery of goods. We strive for a high level of service and satisfaction of our customers, maintaining stable and trusting relationships in the market."
        },
        "section_4": {
            "header": "Offerings",
            "message": "Our offer is based on the provision of high quality products, confirmed by the necessary licenses and quality certificates. We also adhere to the principles of transparency and honesty in all our business relationships with customers and partners, which is demonstrated by drawing up clear and detailed contracts. Our goal also includes working to normalize the prices of our products in the market, which contributes to the stability and confidence of our partners and customers in transactions with us. We are convinced that honesty, quality and honoring commitments are the basis for long-term and successful business relationships."
        },
        "section_5": {
            "header": "Market",
            "message": "According to expert estimates and our own forecasts, the volume of the food market in the Russian Federation is expected to exceed the mark of 21 trillion Russian rubles, equivalent to 230 billion dollars, by 2024. In parallel, it is worth noting that the volume of food trade relations between the Republic of Belarus and the Russian Federation amounts to 26.1 billion dollars or approximately 2.4 trillion Russian rubles."
        }
    },
    "products": {
        "company": "East Cost",
        "best": "Best Prices",
        "menu": "Menu",
        "prices": "Prices",
        "seafood": "Seafood",
        "mussels": "Mussels",
        "shrimps": "Shrimps",
        "crab": "Crab",
        "fish": "Fish",
        "caviar": "Caviar",
        "cocktail": "Cocktail",
        "liquid_oil": "Liquid Oil",
        "sauces": "Sauces",
        "water": "Water",
        "searchPlaceholder": "Search",
        "RUS": "Russia",
        "products_names": {
            "Mussels": "Mussels",
            "Shrimps": "Shrimps",
            "Crab": "Crab",
            "Cocktail": "Cocktail",
            "Fish": "Fish",
            "Caviar": "Caviar"
        },
        "country": "Country",
        "description": "Description",
        "net_weight": "Net weight",
        "shelf_life": "Shelf life",
        "price": "Price",
        "products_info": {
            "208c2f93-587b-4ed3-b31f-c4734dfa6fc4": {
                "category": "seafood",
                "product": "caviar",
                "name": "Sockeye salmon fresh-frozen, supplements free",
                "country_id": "Russia",
                "net_weight": "125g",
                "composition": "Caviar (grain) of Far Eastern salmon fish, table salt, food glycerin, refined sunflower oil.",
                "vitamins": "B1 - 0.2 mg, B2 - 0.11 mg, PP - 1.2 mg.",
                "energy_value": "263 kcal/1099 kJ",
                "description": "A real delicacy, which is highly valued among other species, the size is second only to chinook salmon caviar, listed in the Red Book.Not for nothing chum salmon caviar is called royal, for its amber luster, large grains and delicate creamy flavor.",
                "recommendation": "It is recommended to defrost the caviar at 4°C to 15°C before consumption.",
                "shelf_life": "After opening the package it is possible to store the product for a short time (not more than 36 hours) at temperatures from 0 to 6°C in a home refrigerator.",
                "expiration_date": "until 2025"
            }
        },
        "pricelist": {
            "name": "Price-list"
        }
    },
    "card_item": {
        "loading": "Loading...",
        "updated": "Last updated",
        "minute": "minute ago",
        "minutes": "minutes ago"
    },
    "contacts": {
        "header": "Let's keep in touch",
        "sub_header": "Or reach us via:",
        "name": "Name",
        "surname": "Surname",
        "contact_phone": "Phone",
        "email": "Email",
        "message": "Message",
        "send": "Send",
        "thankYou": "Thank You!",
        "loading": "Loading...",
        "policy": "By clicking on the button, you consent to the processing of personal data, in accordance with No. 99-З “On Personal Data Protection” of the Republic of Belarus, under the conditions and for the purposes defined in the",
        "privacy": "Policy on personal data processing",
        "errors": {
            "name": "Name should be 2-16 characters long and must not include any special character.",
            "surname": ""
        }
    },
    "footer": {
        "website": {
            "message": "Official website of the company."
        },
        "information": {
            "subject": "Information:",
            "message": "© 2024 IE \"TradeOcean\""
        },
        "contacts": {
            "subject": "Contacts:",
            "message": "Also you can connact us via Telegram or Email:"
        },
        "rights": {
            "message": "@ All rights reserved."
        }
    },
    "verify": {
        "message": "Thank you, you have been verified",
        "error": "Something wend wrong"
    },
    "not_found": {
        "message": "Page Not Found"
    },
    "policy_privacy": {
        "header": "Policy on personal data processing",
        "text": {
            
        }
    }
}
